Repository: Spoonylein/Gassi
Catalog: *.lproj/Localizable.strings
Languages: de

# EventsTabTitle
source: List
de: Liste

# ReportTabTitle
source: Report
de: Statistiken

# SettingsTabTitle
source: Settings
de: Einstellungen

source: Settings
de: Einstellungen

# lastGassi
source: LAST
de: ZULETZT

source: just now
de: gerade eben

source: NOW
de: JETZT

# NoGassiEvent
source: [no Gassis]
de: [kein Gassi]

# nextGassi
source: NEXT
de: NÄCHSTES

# NoPredictionPossible
source: Not enough data to make prediction.
de: Nicht genügend Daten für eine Vorhersage.

# DogMoodViewYourDog
source: Your dog
de: Dein Hund

# DogMoodViewAllYourDogsAre
source: Your dogs are
de: Deine Hunde sind

# DogMoodViewIs
source: is
de: ist

# AddGassiTapAndHold
source: Tap and hold to add
de: Zum Hinzufügen tippen und halten

# EventsListViewAllCategories
source: All categories
de: Alle Kategorien

# EventsListViewIsShownAsMap
source: Show as map
de: Als Karte anzeigen

# EventDetailsViewTitle
source: Gassi Editor
de: Gassi bearbeiten

# Timestamp
source: Date
de: Zeitpunkt

# EventDetailsViewLocation
source: Location
de: Ort

# EventDetailsViewNoLocationName
source: [no location]
de: [kein Ort]

# EventDetailsDateSectionHeader
source: DATE AND LOCATION
de: ZEITPUNKT UND ORT

# EventDetailsDateSectionFooter
source: The newest Gassi will appear at topmost position in Gassi list.
de: Das neueste Gassi steht in der Liste immer ganz oben.

# EventDetailsDateSectionFooterNoLocation
source: Allow use of location services in device settings.
de: Bitte Nutzung der Ortungsdienste in den Geräteeinstellungen erlauben.

# EventDetailsCategory
source: Category
de: Kategorie

# EventDetailsDog
source: Dog
de: Hund

# EventDetailsCategorySectionHeader
source: CATEGORY AND DOG
de: KATEGORIE UND HUND

# EventDetailsCategorySectionFooter
source: Assign Gassi to the appropriate dog and category.
de: Setzen des Hundes und der entsprechenden Kategorie für dieses Gassi.

# LocationViewTitle
source: Location Editor
de: Ort bearbeiten

# LocationViewLocationName
source: Name
de: Bezeichnung

# LocationViewMapFooter
source: Tap to set new location. Tap and hold for current position.
de: Tippen um Ort zu setzen. Tippen und halten um aktuellen Standort zu setzen.

# CategoriesListViewTitle
source: Categories
de: Kategorien

# CategoriesListSectionHeader
source: CATEGORIES OF GASSI EVENTS
de: KATEGORIEN FÜR GASSIs

# CategoriesListSectionFooter
source: Favorite categories are marked with a star and shown on main view. Default categories are marked with bold text. They are predictable and can not be deleted.
de: Favoriten sind mit einem Stern markiert und auf der Hauptansicht sichtbar. Standardkategorien sind fett dargestellt. Sie werden zur Vorhersage des nächsten Gassi verwendet und lassen sich nicht löschen.

source: Add Category
de: Kategorie hinzufügen

# CategoriesSelectionViewTitle
source: Select category
de: Kategorie auswählen

# CategoryDetailsViewTitle
source: Category Editor
de: Kategorie bearbeiten

# CategorySign
source: Sign
de: Zeichen

# CategoryDetailsNameSectionHeader
source: NAME AND SIGN
de: NAME und ZEICHEN

# CategoryDetailsNameSectionFooter
source: Use an Emoji as sign to identify the category visually. The sign has to be one single character.
de: Nutze ein Emoji als Bild für die Kategorie. Es darf max. 1 Zeichen beinhalten.

# CategoryFavorite
source: Favorite
de: Favorit

# CategoryDefault
source: Default
de: Standard

# CategoryDetailsFavoriteSectionHeader
source: FAVORITE AND DEFAULT
de: FAVORIT UND STANDARD

# CategoryDetailsFavoriteSectionFooter
source: Favorite categories show up at Gassi main view to quickly add the appropriate event. Default Categories are used to predict the next Gassi.
de: Favoriten erscheinen auf der Gassi-Hauptansicht um schnell Gassigänge hinzuzufügen. Standardkategorien werden zur Vorhersage des nächsten Gassi genutzt.

# CategoryDetailsEventsSectionHeader
source: WALKS
de: GASSIS

# CategoryDetailsEventsSectionFooter
source: Only walks from this category are shown.
de: Nur Gassis dieser Kategorie werden angezeigt.

# ReportViewTitle
source: Report
de: Statistiken

# ReportViewNotEnoughData
source: Not enough data to generate report
de: Nicht genügend Daten um Statistik zu berechnen

# ReportViewTimespan
source: Time period
de: Zeitraum

# ReportViewEventDays
source: Days with Gassis
de: Tage mit Gassis

# ReportViewSummarySectionHeader
source: SUMMARY
de: ZUSAMMENFASSUNG

# ReportViewDayDistribution
source: Daily distribution
de: Tägliche Verteilung

# ReportViewByCategorySectionHeader
source: BY CATEGORY
de: NACH KATEGORIE

# ReportViewEventCountByCategory
source: Gassi count
de: Anzahl Gassis

# ReportViewEventsPerDayByCategory
source: Gassis per day
de: Gassis pro Tag

# ReportViewDistancePerDayByCategory
source: Time intervals
de: Zeitabstände

# ReportViewOnDate
source: on
de: am

# SettingsViewTitle
source: Settings
de: Einstellungen

# SettingsDogs
source: Dogs
de: Hunde

# SettingsCurrentDog
source: Current dog
de: Aktueller Hund

# SettingsDogSectionHeader
source: DOGS
de: HUNDE

# SettingsDogSectionFooter
source: If you own more than one dog create dogs here. You can choose your dog here or in the upper left corner of Gassi main view.
de: Wenn Du mehrere Hunde besitzt, lege sie hier an. Du kannst einen Hund hier oder links oben in der Gassi-Hauptansicht auswählen.

# SettingsCategories
source: Categories
de: Kategorien

# SettingsCategoriesSectionHeader
source: CATEGORIES AND FAVORITES
de: KATEGORIEN UND FAVORITEN

# SettingsFavorites
source: Favorites
de: Favoriten

# SettingsFirstFavorite
source: 1st Favorite
de: 1. Favorit

# SettingsSecondFavorite
source: 2nd Favorite
de: 2. Favorit

# SettingsCategoriesSectionFooter
source: Favorite categories show up at Gassi main view to quickly add the appropriate event.
de: Favoriten erscheinen auf der Gassi-Hauptansicht um schnell Gassis hinzuzufügen.

# SettingsGracePeriod
source: Grace Period %@
de: Karenzzeit %@

# SettingsGrooming
source: Keep %d days
de: Behalte %d Tage

# SettingsWalksSectionFooter
source: Multiple Gassis within the grace period are processed as one Gassi.
de: Mehrere Gassis innerhalb der Karenzzeit werden wie ein einzelnes Gassi behandelt.

source: Reset all settings
de: Einstellungen zurücksetzen

# ClearData
source: Clear all data
de: Alle Daten löschen

# DogDetailsViewTitle
source: Dog Editor
de: Hund bearbeiten

# DogBirthDate
source: Birth Date
de: Geburtsdatum

# DogDetailsNameBirthSectionHeader
source: NAME AND BIRTH
de: NAME UND GEBURTSTAG

# DogDetailsNameBirthSectionFooter
source: Birth date ist important predicting Gassi intervals.
de: Das Geburtsdatum wird zur Vorhersage der Gassis genutzt.

# DogBreed
source: Dog
de: Rasse

# DogDetailsBreedSectionHeader
source: BREED
de: RASSE

# DogDetailsBreedSectionFooter
source: If unclear, you may just use something like 'Mix'.
de: Wenn unbekannt, einfach 'Mischling' nutzen.

# DogsListViewTitle
source: Dogs
de: Hunde

# DogsSelectionViewTitle
source: Select dog
de: Hund auswählen

# DogMenuViewEditDogs
source: Edit dogs...
de: Hunde bearbeiten...

source: Category
de: Kategorie

source: [no name]
de: [kein Name]

source: All Dogs
de: Alle Hunde

source: Your Dog
de: Dein Hund

source: Delete
de: Löschen

source: Pee
de: Pipi

source: Poo
de: Kacke

source: Diarrhea
de: Durchfall

source: Vomit
de: Erbrechen

source: Treat
de: Leckerli
